<tbody>
  <tr>
    <td>1</td>
    <td rowspan="21">인벤토리</td>
    <td rowspan="12">소지품 영역</td>
    <td></td>
    <td></td>
    <td>
      - 인벤토리 내 아이템이 1개 이상 존재해야 한다.
      <br />- 인벤토리 내 빈 슬롯이 존재해야 한다.
    </td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 이동할 아이템 선택
      <br />
      3. 빈 슬롯 클릭
    </td>
    <td>
      - 선택한 아이템이 지정한 빈 슬롯으로 이동되어야 한다.
      <br />- 기존 슬롯은 빈 상태로 표시되어야 한다.
    </td>
    <td>p0</td>
    <td>
      - 선택한 아이템이 지정한 빈 슬롯으로 이동됨
      <br />- 기존 슬롯은 빈 상태로 표시됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>2</td>
    <td></td>
    <td></td>
    <td>- 인벤토리 내 아이템이 2개 이상 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 이동할 아이템 선택
      <br />
      3. 다른 아이템이 위치한 슬롯 클릭
    </td>
    <td>
      - 선택한 아이템이 대상 슬롯으로 이동되어야 한다.
      <br />- 대상 슬롯의 기존 아이템은 마우스 커서에 선택된 상태가 되어야 한다.
    </td>
    <td>p1</td>
    <td>
      - 선택한 아이템이 대상 슬롯으로 이동됨
      <br />- 대상 슬롯의 기존 아이템은 마우스 커서에 선택된 상태가 됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>3</td>
    <td></td>
    <td></td>
    <td>- 인벤토리 내 아이템이 1개 이상 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 이동할 아이템 선택
      <br />
      3. 기존 위치의 슬롯 클릭
    </td>
    <td>- 선택한 아이테은 기존 위치 슬롯에 배치되어야 한다.</td>
    <td>p2</td>
    <td>- 선택한 아이템은 기존 위치 슬롯에 배치됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>4</td>
    <td></td>
    <td></td>
    <td>- 인벤토리 내 아이템이 1개 이상 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 이동할 아이템 선택
      <br />
      3. 필드 영역 클릭
    </td>
    <td>
      - 선택한 아이템이 필드에 드롭되어야 한다.
      <br />- 인벤토리에서 선택한 아이템이 제거되어야 한다.
    </td>
    <td>p1</td>
    <td>
      - 선택한 아이템이 필드에 드롬됨
      <br />- 인벤토리에서 선택한 아이템이 제거됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>5</td>
    <td>무기</td>
    <td></td>
    <td>- 인벤토리 내 무기가 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 무기에 마우스 오버
    </td>
    <td>
      - 선택한 무기의 정보 툴팁이 아래 내용으로 노출되어야 한다.
      <br />
      &nbsp;&nbsp;&nbsp;ㄴ 아이템명
      <br />
      &nbsp;&nbsp;&nbsp;ㄴ 피해량
      <br />
      &nbsp;&nbsp;&nbsp;ㄴ 공격 속도
      <br />
      &nbsp;&nbsp;&nbsp;ㄴ 내구도 <br />
      &nbsp;&nbsp;&nbsp;ㄴ 요구 능력치
      <br />
      &nbsp;&nbsp;&nbsp;ㄴ 요구 레벨 <br />
      &nbsp;&nbsp;&nbsp;ㄴ 고유 옵션
    </td>
    <td>p2</td>
    <td>
      - 선택한 무기의 정보 툴팁이 아래 내용으로 노출됨
      <br />
      &nbsp;&nbsp;ㄴ 재앙의 맹약자 크리스
      <br />
      &nbsp;&nbsp;ㄴ 한손 피해: 2 ~ 36
      <br />
      &nbsp;&nbsp;ㄴ 단도 계열 - 매우 빠른 공격 속도
      <br />
      &nbsp;&nbsp;ㄴ 내구도 : 18 / 24
      <br />
      &nbsp;&nbsp;ㄴ 필요 민첩: 42
      <br />
      &nbsp;&nbsp;ㄴ 요구 레벨: 8<br />
      &nbsp;&nbsp;ㄴ 고유 옵션 출력
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>6</td>
    <td>방어구</td>
    <td></td>
    <td>- 인벤토리 내 방어구가 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 방어구에 마우스 오버
    </td>
    <td>
      - 선택한 방어구의 정보 툴팁이 아래 내용으로 노출되어야 한다.
      <br />
      &nbsp;&nbsp;ㄴ 아이템명
      <br />
      &nbsp;&nbsp;ㄴ 방어력
      <br />
      &nbsp;&nbsp;ㄴ 아이템 유형별 추가 정보
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;* 방패 : 막기 확률
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;* 벨트 : 허리띠 크기
      <br />
      &nbsp;&nbsp;ㄴ 내구도
      <br />
      &nbsp;&nbsp;ㄴ 요구 능력치 (존재시)
      <br />
      &nbsp;&nbsp;ㄴ 요구 레벨 (존재시)
      <br />
      &nbsp;&nbsp;ㄴ 고유 옵션 (존재시)
    </td>
    <td>p2</td>
    <td>
      - 선택한 방어구의 정보 툴팁이 아래 내용으로 노출됨
      <br />
      <br />
      &nbsp;&nbsp;&lt;유황석 보호구 오래된 책&gt;
      <br />
      &nbsp;&nbsp;ㄴ 방어력 : 8<br />
      &nbsp;&nbsp;ㄴ 막기 확률: 38%' <br />
      &nbsp;&nbsp;ㄴ 필요 힘: 10
      <br />
      &nbsp;&nbsp;ㄴ 요구 레벨 : 18
      <br />
      &nbsp;&nbsp;ㄴ 고유 옵션 출력
      <br />
      <br />
      &nbsp;&nbsp;&lt;재앙의 권위 라이트 벨트&gt;
      <br />
      &nbsp;&nbsp;ㄴ 방어력 : 3<br />
      &nbsp;&nbsp;ㄴ&nbsp;&nbsp;허리띠 크기: +4칸
      <br />
      &nbsp;&nbsp;ㄴ 내구도 : 8 / 20
      <br />
      &nbsp;&nbsp;ㄴ 요구 레벨 : 8<br />
      &nbsp;&nbsp;ㄴ 고유 옵션 출력
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>7</td>
    <td>장신구</td>
    <td></td>
    <td>- 인벤토리 내 장신구가 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 장신구에 마우스 오버
    </td>
    <td>
      - 선택한 장신구의 정보 툴팁이 아래 내용으로 노출되어야 한다.
      <br />
      &nbsp;&nbsp;ㄴ 아이템명
      <br />
      &nbsp;&nbsp;ㄴ 요구 레벨
      <br />
      &nbsp;&nbsp;ㄴ 고유 옵션
    </td>
    <td>p2</td>
    <td>
      - 선택한 장신구의 정보 툴팁이 아래 내용으로 노출됨
      <br />
      &nbsp;&nbsp;ㄴ 망령 손길 반지
      <br />
      &nbsp;&nbsp;ㄴ 요구 레벨 : 16
      <br />
      &nbsp;&nbsp;ㄴ 고유 옵션 출력
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>8</td>
    <td>차암</td>
    <td></td>
    <td>- 인벤토리 내 차암이 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 차암에 마우스 오버
    </td>
    <td>
      - 선택한 장신구의 정보 툴팁이 아래 내용으로 노출되어야 한다.
      <br />
      &nbsp;&nbsp;ㄴ 아이템명
      <br />
      &nbsp;&nbsp;ㄴ 참 아이템 고유 효과 안내 문구
      <br />
      &nbsp;&nbsp;ㄴ 요구 레벨
      <br />
      &nbsp;&nbsp;ㄴ 고유 옵션
    </td>
    <td>p2</td>
    <td>
      - 선택한 차암의 정보 툴팁이 아래 내용으로 노출됨
      <br />
      &nbsp;&nbsp;ㄴ 욕심의 철의 거대 부적
      <br />
      &nbsp;&nbsp;ㄴ 소지품에 보관 시 보너스 획득
      <br />
      &nbsp;&nbsp;ㄴ 요구 레벨 : 16
      <br />
      &nbsp;&nbsp;ㄴ 고유 옵션 출력
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>9</td>
    <td>포션</td>
    <td></td>
    <td>- 인벤토리 내 사용 가능한 포션이 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 포션 우클릭
    </td>
    <td>
      - 선택한 포션이 사용되어야 한다.
      <br />- 인벤토리에서 선택한 포션이 제거되어야 한다.
    </td>
    <td>p0</td>
    <td>
      - 선택한 포션이 사용됨
      <br />- 인벤토리에서 선택한 포션 제거됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>10</td>
    <td>타운포탈책</td>
    <td></td>
    <td>
      - 캐릭터가 마을이 아닌 전투 지역인 상태여야 한다.
      <br />- 인벤토리 내 사용 가능한 타운포탈책이 존재해야 한다.
    </td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 타운포탈책 우클릭
    </td>
    <td>
      - 마을 차원문이 생성되어야 한다.
      <br />- 타운포탈책의 수량이 1개 차감되어야 한다.
    </td>
    <td>p2</td>
    <td>
      - 마을 차원문 생성됨
      <br />- 타운포탈책 수량: 15/20 → 14/20 감소됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>11</td>
    <td rowspan="2">아이템 식별책</td>
    <td></td>
    <td>- 인벤토리 내 사용 가능한 아이템 식별책이 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 아이템 식별책 우클릭
    </td>
    <td>
      - 마우스 커서가 식별 상태로 변경되어야 한다.
      <br />- 아이템 식별책 수량은 차감되지 않아야 한다.
    </td>
    <td>p2</td>
    <td>
      - 마우스 커서가 식별 상태로 변경 됨 <br />- 아이템 식별책 수량 : 15/20
      →&nbsp;&nbsp;15/20 유지됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>12</td>
    <td></td>
    <td>
      - 인벤토리 내 사용 가능한 아이템 식별책이 존재해야 한다.
      <br />- 인벤토리 내 미확인 된 아이템이 존재해야 한다.
    </td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 아이템 식별책 우클릭
      <br />
      3. 미감별된 아이템 클릭
    </td>
    <td>
      - 마우스 커서가 손 모양으로 변경되어야 한다.
      <br />- 미감별 아이템의 고유 옵션이 노출되어야 한다.
      <br />- 아이템 식별책 수량이 1개 차감되어야 한다.
    </td>
    <td>p2</td>
    <td>
      - 마우스 커서가 손 모양으로 변경 됨<br />- 미감별 아이템의 고유 옵션이
      노출됨
      <br />- 아이템 식별책 수량 : 15/20 →&nbsp;&nbsp;14/20 감소됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>13</td>
    <td rowspan="7">장비 영역</td>
    <td rowspan="7">장비 공통</td>
    <td></td>
    <td>
      - 인벤토리 내 장착 가능한 장비가 존재해야 한다.
      <br />- 장비 슬롯이 비어 있어야 한다.
    </td>
    <td>
      1. 인벤토리 오픈 <br />
      2. 장비 선택
      <br />
      3. 장비 슬롯 클릭
    </td>
    <td>
      - 선택한 장비가 해당 장비 슬롯에 장착되어야 한다.
      <br />- 선택한 장비가 소지품 영역에서 제거되어야 한다.
    </td>
    <td>p0</td>
    <td>
      - 선택한 장비가 해당 장비 슬롯에 장착됨
      <br />- 선택한 장비가 소지품 영역에서 제거됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>14</td>
    <td></td>
    <td>
      - 장비 슬롯에 장착된 장비가 존재해야 한다.
      <br />- 소지품 영역에 빈 슬롯이 존재해야 한다.
    </td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 장착된 장비 선택
      <br />
      3. 소지품 영역 빈 슬롯으로 이동
    </td>
    <td>
      - 선택한 장비가 장비 슬롯에서 해제되어야 한다.
      <br />- 선택한 장비가 소지품 영역에 배치되어야 한다.
    </td>
    <td>p2</td>
    <td>
      - 선택한 장비가 장비 슬롯에서 해제됨
      <br />- 선택한 장비가 소지품 영역에 배치됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>15</td>
    <td></td>
    <td>
      - 장비 슬롯에 장비가 장착되어 있어야 한다.
      <br />- 소지품 영역에 장비 크기에 맞는 빈 공간이 존재해야 한다.
    </td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 장착된 장비에 Shift + 좌클릭
    </td>
    <td>
      - 선택한 장비가 장비 슬롯에서 해제되어야 한다.
      <br />- 선택한 장비가 소지품 영역의 빈 공간에 자동 배치되어야 한다.
    </td>
    <td>p0</td>
    <td>
      - 선택한 장비가 장비 슬롯에서 해제됨
      <br />- 선택한 장비가 소지품 영역의 빈 공간에 자동 배치됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>16</td>
    <td></td>
    <td>
      - 장비 슬롯에 장비가 장착되어 있어야 한다.
      <br />- 소지품 영역에 장비 크기에 맞는 빈 공간이 존재하지 않아야 한다.
    </td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 장착된 장비에 Shift + 좌클릭
    </td>
    <td>- 선택한 장비가 장비 슬롯에서 해제되지 않아야 한다.</td>
    <td>p2</td>
    <td>- 선택한 장비가 장비 슬롯에 유지됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>17</td>
    <td></td>
    <td>- 요구 조건을 충족하지 못하는 장비가 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 장비 선택
      <br />
      3. 해당 장비 슬롯 클릭
    </td>
    <td>- 선택한 장비가 장비 슬롯에 장착되지 않고 커서에 유지되어야 한다.</td>
    <td>p2</td>
    <td>- 선택한 장비가 장비 슬롯에 장착되지 않고 커서에 유지됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>18</td>
    <td></td>
    <td>- 무기 세트 I, II에 각각 장비가 장착되어 있어야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. W 키 입력
    </td>
    <td>
      - 무기/방패가 전환되어야 한다.
      <br />- 무기 슬롯에 세트 II 장비가 표시되어야 한다.
      <br />- 방패 슬롯에 세트 II 장비가 표시되어야 한다.
    </td>
    <td>p2</td>
    <td>
      - 무기/방패가 전환 되었다.
      <br />- 무기 슬롯에 세트&nbsp;&nbsp;II 장비가 표시됨
      <br />- 방패 슬롯에 세트 II 장비가 표시됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>19</td>
    <td></td>
    <td>- 장비의 내구도가 0 인 상태여야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 장비 선택
      <br />
      3. 해당 장비 슬롯 클릭
    </td>
    <td>
      - 내구도 0 장비가 장비 슬롯에 장착되어야 한다.
      <br />- 해당 장비 슬롯 배경색이 빨간색으로 노출되어야 한다.
    </td>
    <td>p2</td>
    <td>
      - 내구도 0 장비가 장비 슬롯에 장착됨
      <br />- 해당 장비 슬롯 배경색이 빨간색으로 노출됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>20</td>
    <td rowspan="2">공통 영역</td>
    <td></td>
    <td></td>
    <td>- 장비 슬롯에 장비가 장착되어 있어야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 장착된 장비 선택
      <br />
      3. ESC키 입력
    </td>
    <td>
      - 인벤토리 창이 닫혀야 한다.
      <br />- 선택한 장비는 마우스 커서에 유지되어야 한다.
    </td>
    <td>p2</td>
    <td>
      - 인벤토리 창이 닫힘 <br />- 선택한 장비가 마우스 커서에 유지됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>21</td>
    <td></td>
    <td></td>
    <td>- 장비의 타입이 에테리얼이어야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 소지품, 장비 슬롯 영역 확인
    </td>
    <td>
      - 소지품 영역의&nbsp;&nbsp;에테리얼 장비 외형이 반투명하게 노출되어야
      한다.
      <br />- 장비슬롯 영역의&nbsp;&nbsp;에테리얼 장비 외형이 반투명하게
      노출되어야 한다.
    </td>
    <td>p2</td>
    <td>
      - 소지품 영역의 에테리얼 장비 외형이 반투명하게 노출됨
      <br />- 장비슬롯 영역의 에테리얼 장비 외형이 반투명하게 노출됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>22</td>
    <td rowspan="37">캐릭터</td>
    <td rowspan="7">외형</td>
    <td>무기</td>
    <td></td>
    <td>- 장착 가능한 무기가 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 무기 장착
      <br />
      3. 캐릭터 외형 확인
    </td>
    <td>- 장착한 무기 외형이 캐릭터 오른손에 반영되어야 한다.</td>
    <td>p2</td>
    <td>- 장착한 무기 외형이 캐릭터 오른손에 반영됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>23</td>
    <td>방패</td>
    <td></td>
    <td>- 장착 가능한 방패가 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 방패 장착
      <br />
      3. 캐릭터 외형 확인
    </td>
    <td>- 장착한 방패 외형이 캐릭터 왼손에 반영되어야 한다.</td>
    <td>p2</td>
    <td>- 장착한 방패 외형이 캐릭터 왼손에 반영됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>24</td>
    <td>투구</td>
    <td></td>
    <td>- 장착 가능한 투구가 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 투구 장착
      <br />
      3. 캐릭터 외형 확인
    </td>
    <td>- 장착한 투구 외형이 캐릭터 머리에 반영되어야 한다.</td>
    <td>p2</td>
    <td>- 장착한 투구 외형이 캐릭터 머리에 반영됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>25</td>
    <td>갑옷</td>
    <td></td>
    <td>- 장착 가능한 갑옷이 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 갑옷 장착
      <br />
      3. 캐릭터 외형 확인
    </td>
    <td>- 장착한 갑옷 외형이 캐릭터 몸통에 반영되어야 한다.</td>
    <td>p2</td>
    <td>- 장착한 갑옷 외형이 캐릭터 몸통에 반영됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>26</td>
    <td rowspan="3">공통</td>
    <td></td>
    <td>- 무기 세트 I, II에 서로 다른 장비 상태가 구성되어 있어야 한다.</td>
    <td>
      1, 캐릭터 외형 확인 <br />
      2. W키 입력
      <br />
      3. 캐릭터 외형 확인
    </td>
    <td>
      - 무기 세트 전환 전/후 캐릭터 외형이 다르게 반영되어야 한다.
      <br />
      &nbsp;&nbsp;ㄴ 장착되지 않은 부위는 맨손 상태여야 한다.
      <br />
      &nbsp;&nbsp;ㄴ 장착된 부위는 해당 장비 외형 상태여야 한다.
    </td>
    <td>p2</td>
    <td>
      - 무기 세트 전환 전/후 캐릭터 외형이 다르게 반영됨
      <br />
      &nbsp;&nbsp;ㄴ 무기 및 방패가 않는 부위는 맨손 상태
      <br />
      &nbsp;&nbsp;ㄴ 무기 및 방패가 장착된 부위는 해당 장비 외형 상태
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>27</td>
    <td></td>
    <td>- 에테리얼 무기, 방패, 투구 또는 갑옷이 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 에테리얼 장비 장착
      <br />
      3. 캐릭터 외형 확인
    </td>
    <td>
      - 에테리얼 무기, 방패, 투구, 갑옷 외형이 캐릭터에 반투명 상태로 반영되어야
      한다.
    </td>
    <td>p2</td>
    <td>
      - 에테리얼 무기, 방패, 투구, 갑옷 외형이 캐릭터에 반투명 상태로 반영됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>28</td>
    <td></td>
    <td>- 에테리얼 신발, 벨트 또는 장갑이 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 에테리얼 장비 장착
      <br />
      3. 캐릭터 외형 확인
    </td>
    <td>
      - 에테리얼 신발, 벨트, 장갑은 캐릭터 외형에 반투명 상태로 반영되지 않아야
      한다.
    </td>
    <td>p2</td>
    <td>
      - 에테리얼 신발, 벨트, 장갑은 캐릭터 외형에 반투명 상태로 반영되지 않음
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>29</td>
    <td rowspan="22">스탯</td>
    <td>레벨</td>
    <td></td>
    <td>- 몬스터와 전투를 해서 경험치를 얻을 수 있어야 한다.</td>
    <td>
      1. 캐릭터 스탯창 오픈
      <br />
      2. 현재 경험치 수치 확인
      <br />
      3. 몬스터 처치
      <br />
      4. 캐릭터 스탯창 오픈
      <br />
      5. 현재 경험치 수치 확인
    </td>
    <td>
      - 몬스터 처치 시 경험치 수치가 증가해야 한다.
      <br />- 경험치 바가 증가한 경험치 수치에 따라 표시되어야 한다.
    </td>
    <td>p2</td>
    <td>
      - 몬스터 처치 후 경험치 수치가 증가됨.
      <br />- 경험치 바가 증가한 경험치 수치에 따라 증가됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>30</td>
    <td rowspan="2">능력치</td>
    <td></td>
    <td>- 사용 가능한 능력치 포인트가 존재해야 한다.</td>
    <td>
      1. 캐릭터 창 오픈
      <br />
      2. 힘, 민첩, 활력 또는 마력에 능력치&nbsp;&nbsp;&nbsp;
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;포인트 분배
      <br />
      3. 능력치 수치 확인
      <br />
      4. 남은 능력치 포인트 확인
    </td>
    <td>
      - 능력치 포인트를 사용한 수만큼 해당 능력치가 증가해야한다.
      <br />- 능력치 포인트를 사용한 수만큼 남은 능력치 포인트가 줄어들어야한다.
    </td>
    <td>p2</td>
    <td>
      - 능력치 포인트를 사용한 수만큼 해당 능력치가 증가됨
      <br />- 능력치 포인트를 사용한 수만큼 남은 능력치 포인트가 감소됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>31</td>
    <td></td>
    <td>- 능력치 증가 옵션이 포함된 장비 또는 차암이 존재해야 한다.</td>
    <td>
      1. 인벤토리 오픈
      <br />
      2. 능력치 증가 옵션 장비 또는 차암 장착
      <br />
      3. 캐릭터 스탯창 오픈 <br />
      4. 능력치 수치 확인
    </td>
    <td>
      - 장비 또는 차암 옵션에 따라 해당 스탯이 증가해야 한다.
      <br />- 장비 또는 차암 옵션이 적용된 스탯은 파란색으로 표시되어야 한다.
    </td>
    <td>p2</td>
    <td>
      - 장비 또는 차암 옵션에 따라 해당 스탯이 증가됨
      <br />- 장비 또는 차암 옵션이 적용된 스탯은 파란색으로 노출됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>32</td>
    <td rowspan="3">공격 피해</td>
    <td></td>
    <td>
      - 사용 가능한 능력치 포인트가 존재해야 한다.
      <br />- 일반 근접무기, 해머류, 창/재벌린, 단검, 클러 또는 <br />
      &nbsp;&nbsp;투척 무기를 착용한 상태여야 한다.
    </td>
    <td>
      1. 캐릭터 스탯창 오픈
      <br />
      2. 현재 공격 피해 수치 확인 <br />
      3. 힘 능력치 증가
      <br />
      4. 공격 피해 수치 확인
    </td>
    <td>- 힘 능력치 증가에 따라 공격 피해 수치가 증가해야 한다.</td>
    <td>p0</td>
    <td>- 힘 능력치 증가에 따라 공격 피해 수치가 증가됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>33</td>
    <td></td>
    <td>
      - 사용 가능한 능력치 포인트가 존재해야 한다.
      <br />- 단검, 클러, 투척 무기, 창/재벌린, 활/석궁을 착용한 상태여야 한다.
    </td>
    <td>
      1. 캐릭터 스탯창 오픈
      <br />
      2. 현재 공격 피해 수치 확인 <br />
      3. 민첩 능력치 증가
      <br />
      4. 공격 피해 수치 확인
    </td>
    <td>- 민첩 능력치 증가에 따라 공격 피해 수치가 증가해야 한다.</td>
    <td>p0</td>
    <td>- 민첩 능력치 증가에 따라 공격 피해 수치가 증가됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>34</td>
    <td></td>
    <td>
      - 사용 가능한 스킬 포인트가 존재해야 한다.
      <br />- 공격 스킬이 스킬 슬롯에 활성화 된 상태여야 한다.
    </td>
    <td>
      1. 스킬 창 오픈
      <br />
      2. 공격 스킬, 시너지 스킬 포인트 투자
      <br />
      3. 캐릭터 스탯창 오픈
      <br />
      4. 스킬 피해 수치 확인
    </td>
    <td>
      - 스킬 포인트 투자에 따라 활성화된 공격 스킬의 피해 수치가 증가해야 한다.
      <br />- 시너지 효과가 존재하는 경우 연관 스킬 투자시에도 피해 수치가
      증가해야 한다.{" "}
    </td>
    <td>p0</td>
    <td>
      - 스킬 포인트 투자에 따라 활성화된 공격 스킬의 피해 수치가 증가됨 <br />-
      시너지 효과&nbsp;&nbsp;연관 스킬 투자시 공격 스킬의 피해 수치가
      증가됨{" "}
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>35</td>
    <td rowspan="3">공격 명중률</td>
    <td></td>
    <td>- 사용 가능한 능력치 포인트가 존재해야 한다.</td>
    <td>
      1. 캐릭터 스탯창 오픈
      <br />
      2. 현재 공격 명중률 수치 확인 <br />
      3. 민첩 능력치 증가
      <br />
      4. 공격 명중률 수치 확인
    </td>
    <td>- 민첩 능력치 증가에 따라 공격 명중률 수치가 증가해야 한다.</td>
    <td>p0</td>
    <td>- 민첩 능력치 증가에 따라 공격 명중률 수치가 증가됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>36</td>
    <td></td>
    <td>- 최근 몬스터와 전투한 이력이 존재해야 한다.</td>
    <td>
      1. 몬스터와 전투 진행
      <br />
      2. 캐릭터 스탯창 오픈
      <br />
      3. 공격 명중률 수치 영역 마우스 오버
    </td>
    <td>
      - 공격력 수치 영역에 마우스 오버 시 최근 전투 몬스터 기준 평균 명중률
      정보가 툴팁으로&nbsp;&nbsp;
      <br />
      &nbsp;&nbsp;노출되어야 한다.
    </td>
    <td>p2</td>
    <td>
      - 아래 정보가 툴팁으로 노출됨
      <br />
      &nbsp;&nbsp;ㄴ [최근 전투 몬스터명] : [명중률]
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>37</td>
    <td></td>
    <td>- 공격 가능한 몬스터가 존재해야 한다.</td>
    <td>
      1. 캐릭터보다 레벨이 매우 높은 몬스터와 전투 <br />
      2. 캐릭터 스탯창 오픈 <br />
      3. 공격 명중률 수치 영역 마우스 오버 <br />
      4. 툴팁의 평균 명중률 수치 확인 <br />
      5. 캐릭터보다 레벨이 매우 낮은 몬스터와 전투 <br />
      6. 공격 명중률 수치 영역 마우스 오버 <br />
      7. 툴팁의 평균 명중률 수치 확인
    </td>
    <td>
      - 캐릭터보다 레벨이 매우 높은 몬스터와 전투 시 평균 명중률은 5%
      미만으로&nbsp;&nbsp;
      <br />
      &nbsp;&nbsp;표시되지 않아야 한다.
      <br />- 캐릭터보다 레벨이 매우 낮은 몬스터와 전투 시 평균 명중률은 95%를
      초과하여
      <br />
      &nbsp;&nbsp;표시되지 않아야 한다.{" "}
    </td>
    <td>p2</td>
    <td>
      - 캐릭터보다 레벨이 매우 높은 몬스터와 전투 시 평균 명중률이 5%로 표시됨
      <br />- 캐릭터보다 레벨이 매우 낮은 몬스터와 전투 시 평균 명중률이 95%로
      표시됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>38</td>
    <td rowspan="5">방어력</td>
    <td></td>
    <td>- 방어력 옵션이 포함된 장비가 존재해야 한다.</td>
    <td>
      1. 캐릭터 스탯창 오픈 <br />
      2. 현재 방어력 수치 확인 <br />
      3. 방어력 장비 착용 또는 해제 <br />
      4. 방어력 수치 확인
    </td>
    <td>- 장비 옵션에 따라 방어력 수치가 증가 또는 감소되어야 한다.</td>
    <td>p1</td>
    <td>- 장비 옵션에 따라 방어력 수치가 증가 또는 감소됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>39</td>
    <td></td>
    <td>
      - 최근 몬스터와 전투한 이력이 존재해야 한다.
      <br />- 방패를 착용하지 않은 상태여야 한다.
    </td>
    <td rowspan="2">
      1. 몬스터와 전투 진행
      <br />
      2, 캐릭터 스탯창 오픈 <br />
      3. 방어력 수치영역 마우스 오버
    </td>
    <td>
      - 방어력 수치 영역에 마우스 오버 시 최근 전투 몬스터 기준 공격이 명중할
      평균 <br />
      &nbsp;&nbsp;&nbsp;확률 정보가 툴팁으로 출력되어야 한다.
    </td>
    <td>p2</td>
    <td>
      - 아래 정보가 툴팁으로 노출됨
      <br />
      &nbsp;&nbsp;ㄴ [최근 전투 몬스터명]의 공격이 명중할 평균 확률: [명중 확률]
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>40</td>
    <td></td>
    <td>
      - 최근 몬스터와 전투한 이력이 존재해야 한다.
      <br />- 방패를 착용한 상태여야 한다..
    </td>
    <td>
      - 방어력 수치 영역에 마우스 오버 시 최근 전투 몬스터 기준 공격이 명중할
      평균 <br />
      &nbsp;&nbsp;&nbsp;확률 및 막기 확률 정보가 툴팁으로 출력되어야 한다.
    </td>
    <td>p2</td>
    <td>
      - 아래 정보가 툴팁으로 노출됨
      <br />
      &nbsp;&nbsp;ㄴ [최근 전투 몬스터명]의 공격이 명중할 평균 확률: [명중 확률]
      <br />
      &nbsp;&nbsp;ㄴ 막기 확률: [막을 확률]
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>41</td>
    <td></td>
    <td>
      - 사용 가능한 능력치 포인트가 존재해야 한다.
      <br />- 방패를 착용한 상태여야 한다.
      <br />- 최근 몬스터와 전투한 이력이 존재해야 한다.
    </td>
    <td>
      1. 몬스터와 전투 진행 <br />
      2. 캐릭터 스탯창 오픈
      <br />
      3. 방어력 수치 영역 마우스 오버 <br />
      4. 현재 명중당할 평균 확률 및 막기 확률 확인
      <br />
      5. 민첩 능력치 증가
      <br />
      6. 방어력 수치 영역 마우스 오버 <br />
      7. 현재 명중당할 평균 확률 및 막기 확률 확인
    </td>
    <td>
      - 민첩 능력치 증가에 따라 명중당할 평균 확률이 감소해야 한다.
      <br />- 민첩 능력치 증가에 따라 막기 확률은 증가해야 한다.
    </td>
    <td>p2</td>
    <td>
      - 민첩 능력치 증가에 따라 명중당할 평균 확률이 감소됨
      <br />- 민첩 능력치 증가에 따라 막기 확률이 증가됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>42</td>
    <td></td>
    <td>
      - 방패를 착용한 상태여야 한다.
      <br />- 최근 몬스터와 전투한 이력이 존재해야 한다.
      <br />- 막기 확률을 75% 이상 올릴 수 있는 민첩 능력치나 아이템을 <br />
      &nbsp;&nbsp;보유해야한다.
    </td>
    <td>
      1. 민첩 능력치 및 장비 옵션을 조정하여 막기 확률을 75%까지 증가
      <br />
      2. 민첩 능력치 또는 막기 확률 증가 옵션을 추가 적용
      <br />
      3. 몬스터와 전투 진행
      <br />
      4. 캐릭터 스탯창 오픈
      <br />
      5. 방어력 수치 영역 마우스 오버
      <br />
      6. 툴팁의 막기 확률 확인
    </td>
    <td>- 막기 확률은 75%를 초과하여 표시되지 않아야 한다.</td>
    <td>p1</td>
    <td>- 민첩 능력치 및 장비 옵션을 추가 적용해도 막기 확률이 75%로 표시됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>43</td>
    <td>지구력</td>
    <td></td>
    <td rowspan="3">- 사용 가능한 능력치 포인트가 존재해야 한다.</td>
    <td>
      1. 캐릭터 스탯창 오픈
      <br />
      2. 현재 생명력 수치 확인
      <br />
      3. 활력 능력치 증가
      <br />
      4. 생명력 수치 확인
    </td>
    <td>- 활력 능력치 증가에 따라 생명력 수치가 증가해야 한다.</td>
    <td>p2</td>
    <td>- 활력 능력치 증가에 따라 생명력 수치가 증가됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>44</td>
    <td>생명력</td>
    <td></td>
    <td>
      1. 캐릭터 스탯창 오픈
      <br />
      2. 현재 지구력 수치 확인
      <br />
      3. 활력 능력치 증가
      <br />
      4. 지구력 수치 확인
    </td>
    <td>- 활력 능력치 증가에 따라 지구력 수치가 증가해야 한다.</td>
    <td>p2</td>
    <td>- 활력 능력치 증가에 따라 지구력 수치가 증가됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>45</td>
    <td>마나</td>
    <td></td>
    <td>
      1. 캐릭터 스탯창 오픈
      <br />
      2. 현재 마나 수치 확인
      <br />
      3. 마력 능력치 증가
      <br />
      4. 마나 수치 확인
    </td>
    <td>- 마력 능력치 증가에 따라 마나 수치가 증가해야 한다.</td>
    <td>p2</td>
    <td>- 마력 능력치 증가에 따라 마나 수치가 증가됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>46</td>
    <td rowspan="5">저항력</td>
    <td></td>
    <td>
      - 최대 저항력 증가 옵션이 포함된 장비가 존재해야 한다.
      <br />- 해당 저항력 수치가 최대 저항력(75%)에 도달한 상태여야 한다.
    </td>
    <td>
      1. 최대 저항력 증가 옵션 장비 장착
      <br />
      2. 캐릭터 스탯창 오픈
      <br />
      3. 저항력 수치 확인
    </td>
    <td>
      - 최대 저항력 증가 옵션에 따라 해당 저항력 최대치가 증가됨
      <br />- 최대 저항력이 95%를 초과하지 않고 표시됨
    </td>
    <td>p2</td>
    <td>
      - 최대 저항력 증가 옵션에 따라 해당 저항력 최대치가 증가됨
      <br />- 최대 저항력이 95%를 초과하지 않고 표시됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>47</td>
    <td></td>
    <td>
      - 캐릭터의 저항력 수치가 -100% 보다 높은 상태여야한다.
      <br />- 저항력을 감소시키는 저주 또는 오라를 적용할 수 있는 몬스터가{" "}
      <br />
      &nbsp;&nbsp;존재해야 한다.
    </td>
    <td>
      1. 캐릭터 스탯창 오픈 <br />
      2. 현재 저항력 수치 확인 <br />
      3. 저주 사용 또는 오라가 적용된 몬스터와
      <br />
      &nbsp;&nbsp;&nbsp;&nbsp;전투 진행
      <br />
      4. 캐릭터 스탯창 오픈 <br />
      5. 저항력 수치 확인{" "}
    </td>
    <td>
      - 저항력을 감소시키는 오라 또는 저주 효과에 따라 해당 저항력 수치가
      감소해야 한다.
    </td>
    <td>p1</td>
    <td>- 저항력을 감소시키는 오라 또는 저주 효과 수치만큼 저항력이 감소됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>48</td>
    <td></td>
    <td>
      - 최대 저항력을 95%로 만들 수 있는 장비가 존재해야 한다.
      <br />- 저항력 수치를 95% 이상 누적할 수 있는 장비가
      <br />
      &nbsp;&nbsp;존재해야한다.
    </td>
    <td>
      1. 최대 저항력 및 저항력 증가 장비 장착
      <br />
      2. 캐릭터 스탯창 오픈 <br />
      3. 저항력 수치 확인
    </td>
    <td>- 최대 저항력이 95%를 초과해서 표시되지 않아야 한다.</td>
    <td>p1</td>
    <td>- 최대 저항력이 95%를 초과해서 표시되지 않음</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>49</td>
    <td></td>
    <td>- 저항력 수치를 -100%로 만들 수 있는 환경이어야 한다.</td>
    <td>
      1. 저항력 감소 효과 적용 <br />
      2. 캐릭터 스탯창 오픈
      <br />
      3. 저항력 수치 확인
    </td>
    <td>- 최소 저항력이 -100%를 초과해서 표시되지 않아야 한다.</td>
    <td>p1</td>
    <td>- 최소 저항력이 -100%를 초과해서 표지되지 않음</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>50</td>
    <td></td>
    <td>- 나이트메어 또는 헬 난이도 진입 조건을 충족한 캐릭터야 한다.</td>
    <td>
      1. 나이트메어 난이도 진입
      <br />
      2. 캐릭터 스탯창에서 저항력 확인 <br />
      3. 헬 난이도 진입
      <br />
      4. 캐릭터 스탯창에서 저항력 확인
    </td>
    <td>
      - 나이트메어 난이도에서 모든 저항력에 -40% 패널티가 적용되어야 한다.
      <br />- 헬 난이도에서 모든 저항력에 -100% 패널티가 적용되어야 한다.
    </td>
    <td>p1</td>
    <td>
      - 나이트메어 난이도에서 모든 저항력 -40% 패널티가 적용되어 스탯창에 표시됨
      <br />- 헬 난이도에서 모든 저항력에 -100% 패널티가 적용되어 스탯창에
      표시됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>51</td>
    <td rowspan="8">레벨</td>
    <td>레벨 증가</td>
    <td></td>
    <td rowspan="3">- 레벨업 직전 경험치 상태여야 한다.</td>
    <td>
      1. 현재 캐릭터 레벨 확인
      <br />
      2. 몬스터 처치
      <br />
      3. 캐릭터 레벨 확인
    </td>
    <td>- 레벨업 시 캐릭터 레벨이 증가해야 한다.</td>
    <td>p0</td>
    <td>- 레벨업 시 캐릭터 레벨이 증가됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>52</td>
    <td>포인트 지급</td>
    <td></td>
    <td>
      1. 현재 잔여 스킬/능력치 포인트 확인
      <br />
      2. 몬스터 처치 <br />
      3. 잔여 스킬/능력치 포인트 확인
    </td>
    <td>
      - 레벨업 시 능력치 포인트가 지급되어야 한다.
      <br />- 레벨업 시 스킬 포인트가 지급되어야 한다.
    </td>
    <td>p1</td>
    <td>
      - 레벨업 시 능력치 포인트가 지급됨
      <br />- 레벨업 시 스킬 포인트가 자급됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>53</td>
    <td>레벨업 회복</td>
    <td></td>
    <td>
      1. 현재 생명력 및 마나 수치 확인
      <br />
      2. 몬스터 처치 <br />
      3. 현재 생명릭 및 마나 수치 확인
    </td>
    <td>
      - 레벨업 시 생명력이 최대치로 회복되어야 한다.
      <br />- 레벨업 시 마나가 최대치로 회복되어야 한다.
    </td>
    <td>p1</td>
    <td>
      - 레벨업 시 생명력이 최대치로 회복됨
      <br />- 레벨업 시 마나가 최대치로 회복됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>54</td>
    <td rowspan="5">경험치 획득</td>
    <td></td>
    <td>
      - 캐릭터와 레벨 차이가 5 이하인 몬스터와 5 초과인 몬스터가
      <br />
      &nbsp;&nbsp;&nbsp;존재해야 한다.
    </td>
    <td>
      1. 현재 경험치 수치 확인
      <br />
      2. 레벨 차이가 5초과인 몬스터 처치
      <br />
      3. 경험치 수치 확인
      <br />
      4. 레벨 차이가 5이하인 몬스터 처치
      <br />
      5. 경험치 수치 확인
    </td>
    <td>
      - 캐릭터와 몬스터의 레벨 차이가 5를 초과한 경우 획득 경험치가 감소해야
      한다.
      <br />- 캐릭터와 몬스터의 레벨 차이가 5이하일 경우 획득 경험치가 감소하지
      않아야 한다.
    </td>
    <td>p0</td>
    <td>
      - 캐릭터와 몬스터의 레벨 차이가 5를 초과할 경우 획득 경험치가 감소됨
      <br />- 캐릭터와 몬스터의 레벨 차이가 5 이하일 경우 획득 경험치가 감소하지
      않음
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>55</td>
    <td></td>
    <td>
      - 70레벨 이상인 캐릭터가 존재해야 한다.
      <br />- 70레벨 미만인 캐릭터가 존재해야 한다.
      <br />- 동일한 몬스터를 처치할 수 있어야 한다.
    </td>
    <td>
      1. 70레벨 미만인 캐릭터의 현재 경험치 확인
      <br />
      2. 동일한 몬스터 처치 <br />
      3. 경험치 수치 확인 <br />
      4. 70레벨 이상인 캐릭터의 현재 경험치 확인
      <br />
      5. 동일한 몬스터 처치 <br />
      6. 경험치 수치 확인
    </td>
    <td>
      - 70레벨 이상인 캐릭터는 경험치 획득 패널티가 적용되어야 한다.
      <br />- 70레벨 미만인 캐릭터는 경험치 획득 패널티가 적용되지 않아야 한다.
    </td>
    <td>p1</td>
    <td>
      - 70레벨 이상인 캐릭터는 경험치 획득 패널티가 적용됨
      <br />- 70레벨 미만인 캐릭터는 경험치 획득 패널티가 적용되지 않음
      <br />
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>56</td>
    <td></td>
    <td>- 파티원이 동일한 지역에 존재해야 한다.</td>
    <td>
      1. 파티원이 동일 화면 내 위치
      <br />
      2. 파티원이 몬스터 처치 <br />
      3. 경험치 수치 확인
      <br />
      4. 파티원이 동일 화면 밖 위치 <br />
      5. 파티원이 몬스터 처치
      <br />
      6. 경험치 수치 확인
    </td>
    <td>
      - 동일 화면 내에서 파티원이 몬스터를 처치할 경우 경험치를 획득해야 한다.
      <br />- 동일 화면 밖에서 파티원이 몬스터를 처치할 경우 경험치를 획득하지
      않아야 한다.
    </td>
    <td>p1</td>
    <td>
      - 동일 화면 내에서 파티원이 몬스터를 처치시 경험치를 획득함
      <br />- 동일 화면 밖에서 파티원이 몬스터를 처치시 경험치를 획득하지 않음
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>57</td>
    <td></td>
    <td>
      - 파티원이 동일한 지역에 존재해야 한다.
      <br />- 파티원의 수를 변경할 수 있어야 한다.
    </td>
    <td>
      1. 파티 인원을 적은 상태로 구성
      <br />
      2. 경험치 수치 확인 <br />
      3. 몬스터 처치 <br />
      4. 경험치 증가 수치 확인
      <br />
      5. 파티 인원을 늘린 상태로 구성
      <br />
      6. 몬스터 처치 <br />
      7. 경험치 증가 수치 확인
    </td>
    <td>- 파티 인원 증가에 따라 몬스터 처치 경험치가 증가되어야 한다.</td>
    <td>p1</td>
    <td>- 파티 인원 증가에 따라 몬스터 처치 경험치가 증가됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>58</td>
    <td></td>
    <td>- 99레벨 캐릭터가 존재해야 한다.</td>
    <td>
      1. 현재 경험치 바 또는 스탯창 경험치 확인
      <br />
      2. 몬스터 처치
      <br />
      3. 현재 경험치 바 또는 스탯창 경험치 확인
    </td>
    <td>- 99레벨 캐릭터는 몬스터 처치 후에도 경험치를 획득하지 않아야 한다.</td>
    <td>p1</td>
    <td>- 99레벨 캐릭터는 몬스터 처치 후에도 경험치를 획득하지 않는다</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>59</td>
    <td rowspan="8">용병</td>
    <td rowspan="6">용병창</td>
    <td rowspan="3">장비 영역</td>
    <td rowspan="2">장비 공통</td>
    <td>
      - 용병이 존재해야 한다.
      <br />- 용병이 장착 가능한 장비가 존재해야 한다.
    </td>
    <td>
      1. 용병창 오픈
      <br />
      2. 장비 장착
      <br />
      3. 장비 장착 상태 확인
      <br />
      4. 장비 해제
      <br />
      5. 장비 해제 상태 확인
    </td>
    <td>
      - 선택한 장비가 용병 장비 슬롯에 장착되어야 한다.
      <br />- 해제한 장비가 용병 장비 슬롯에서 제거되어야 한다.
    </td>
    <td>p2</td>
    <td>
      - 선택한 장비가 용병 장비 슬롯에 장착됨
      <br />- 해제한 장비가 용병 장비 슬롯에서 제거됨
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>60</td>
    <td>
      - 액트1, 액트2, 액트3, 액트5 용병이 존재해야 한다.
      <br />- 각 용병이 장착 가능한 무기 및 방패와 장착할 수 없는 <br />
      &nbsp;&nbsp;무기 및 방패가 존재해야 한다.
    </td>
    <td>
      1. 액트1 용병에게 활 또는 석궁 장착
      <br />
      2. 액트1 용병에게 활 또는 석궁 이외의 무기 장착 시도
      <br />
      3. 액트2 용병에게 창 계열 무기 장착
      <br />
      4. 액트2 용병에게 창 계열 이외의 무기 장착 시도
      <br />
      5. 액트3 용병에게 한손검 및 방패 장착
      <br />
      6. 액트3 용병에게 장착할 수 없는 무기 및<br />
      &nbsp;&nbsp;&nbsp;&nbsp;특정 클래스 전용 방패 장착 시도
      <br />
      7. 액트5 용병에게 양손검 장착
      <br />
      8. 액트5 용병에게 양손검 이외의 무기 장착 시도
    </td>
    <td>
      - 액트1 용병은 활 또는 석궁만 장착되어야 한다.
      <br />- 액트2 용병은 창 계열 무기만 장착되어야 한다.
      <br />- 액트3 용병은 한손검 및 방패를 장착할 수 있어야 한다.
      <br />- 액트5 용병은 양손검만 장착되어야 한다.
    </td>
    <td>p0</td>
    <td>
      - 액트1 용병은 활 또는 석궁만 장착됨.
      <br />- 액트2 용병은 창 계열 무기만 장착됨.
      <br />- 액트3 용병은 한손검 및 방패를 장착할 수 있음.- 액트5 용병은
      양손검만 장착됨.
    </td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>61</td>
    <td>장비 유지</td>
    <td>
      - 용병이 존재해야 한다. <br />- 용병에게 장비가 장착되어 있어야 한다.
    </td>
    <td>
      1. 용병창 오픈
      <br />
      2. 현재 장착된 장비 확인
      <br />
      3. 용병 사망
      <br />
      4. 용병 부활
      <br />
      5. 용병창 오픈
      <br />
      6. 장착된 장비 확인
    </td>
    <td>- 용병이 사망 후 부활하여도 장착한 장비가 유지되어야 한다.</td>
    <td>p0</td>
    <td>- 용병이 사망 후 부활하여도 장착한 장비가 유지됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>62</td>
    <td rowspan="3">스탯 영역</td>
    <td rowspan="3">레벨</td>
    <td rowspan="3">
      - 용병이 존재해야 한다.
      <br />- 몬스터 처치 시 용병이 레벨업 할 수 있는 경험치를 보유해야 한다.
    </td>
    <td>
      1. 용병창 오픈
      <br />
      2. 현재 용병 레벨 확인
      <br />
      3. 몬스터 처치 <br />
      4. 용병창 오픈
      <br />
      5. 용병 레벨 확인
    </td>
    <td>
      - 레벨업할 만큼의 경험치를 획득하였을 때 용병의 레벨이 증가하여야 한다.
    </td>
    <td>p1</td>
    <td>- 레벨업할 만큼의 경험치를 획득하였을 때 용병의 레벨이 증가됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>63</td>
    <td>
      1. 용병창 오픈
      <br />
      2. 현재 생명력~방어력 스탯 확인
      <br />
      3. 몬스터 처치
      <br />
      4. 용병창 오픈
      <br />
      5. 생명력~방어력 스탯 확인
    </td>
    <td>
      - 용병이 레벨업 했을 때 생명력, 힘, 민첩, 피해, 방어력이 증가해야 한다.
    </td>
    <td>p1</td>
    <td>- 용병이 레벨업 했을 때 생명력, 힘, 민첩, 피해, 방어력이 증가됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>64</td>
    <td>
      1. 용병창 오픈
      <br />
      2. 현재 화염, 냉기, 번개, 독 저항 수치 확인
      <br />
      3. 몬스터 처치
      <br />
      4. 용병창 오픈
      <br />
      5. 화염, 냉기, 번개, 독 저항 수치 확인
    </td>
    <td>- 용병이 레벨업하였을 때 모든 저항력 수치가 증가되어야 한다.</td>
    <td>p1</td>
    <td>- 용병이 레벨업 했을 때 모든 저항력 수치가 증가됨</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>65</td>
    <td rowspan="2">외형</td>
    <td></td>
    <td></td>
    <td>
      - 용병이 존재해야 한다.
      <br />- 장착 가능한 장비가 존재해야 한다.
    </td>
    <td>
      1. 용병창 오픈
      <br />
      2. 장비 장착
      <br />
      3. 용병 외형 확인
      <br />
      4. 장비 해제
      <br />
      5. 용병 외형 확인
    </td>
    <td>- 장비 장착 여부에 관계없이 용병의 외형은 변경되지 않아야 한다.</td>
    <td>p1</td>
    <td>- 장비 장착 여부에 관계없이 용병의 외형이 변경되지 않음</td>
    <td></td>
    <td></td>
  </tr>
  <tr>
    <td>66</td>
    <td></td>
    <td></td>
    <td>
      - 용병이 존재해야 한다.
      <br />- 용병에게 오라 또는 저주를 적용시킬 수 있어야한다.
    </td>
    <td>
      1. 용병에게 오라 또는 저주를 적용
      <br />
      2. 용병 외형 확인 <br />
      3. 용병에게 오라 또는 저주를 해제
      <br />
      4. 용병 외형 확인
    </td>
    <td>
      - 오라 또는 저주 적용 및 해제에 따라 용병 외형의 상태 효과가 표시 및{" "}
      <br />
      &nbsp;&nbsp;제거되어야 한다.
    </td>
    <td>p1</td>
    <td>
      - 오라 또는 저주 적용 및 해제에 따라 용병 외형의 상태 효과가 표시 및
      제거됨
    </td>
    <td></td>
    <td></td>
  </tr>
</tbody>;
